Repository: SpCoreProject/SpCoreMiner
Catalog: Resources/SharedResource.*.resx
Languages: fa_ir

# Aler &amp; Notification
source: Aler & Notification
fa_ir: Aler & اعلان

source: Alert
fa_ir: هشدار

source: All Mode
fa_ir: همه حالت

source: All Transactions
fa_ir: همه تراکنش ها

source: Amount
fa_ir: مبلغ

source: Automatic
fa_ir: خودکار

source: Balance
fa_ir: موجودی

source: Block
fa_ir: مسدود کردن

source: Clear
fa_ir: پاک کردن

source: Close
fa_ir: بستن

source: Confirm
fa_ir: تأیید

source: Connect
fa_ir: اتصال

source: Connect to Pool
fa_ir: اتصال به Pool

source: Connection with Mobile
fa_ir: اتصال با تلفن همراه

source: Core
fa_ir: هسته

source: Core Download
fa_ir: دانلود اصلی

source: Core Mode
fa_ir: حالت هسته

source: Created by SpCore Team
fa_ir: ایجاد شده توسط تیم SpCore

source: Dark
fa_ir: تاریک

source: Database Download
fa_ir: دانلود پایگاه داده

source: Date
fa_ir: تاریخ

source: Davinci Algorithms
fa_ir: الگوریتم‌های داوینچی

source: Display Account Balance
fa_ir: نمایش موجودی حساب

source: Display LCD
fa_ir: نمایش LCD

source: Download Core
fa_ir: دانلود هسته

source: Enter
fa_ir: وارد کنید

source: Enter Pin Code
fa_ir: کد پین را وارد کنید

source: From
fa_ir: از

source: Hardware Management
fa_ir: مدیریت سخت افزار

source: Hash Per SC
fa_ir: هش در هر SC

source: Hash Size
fa_ir: اندازه هش

source: Hide
fa_ir: پنهان کردن

source: install LCD
fa_ir: LCD را نصب کنید

# Language
source: Languages
fa_ir: زبان‌ها

source: LastPage
fa_ir: آخرین صفحه

source: Light
fa_ir: نور

source: Log In/Log Out
fa_ir: ورود/خروج

source: Manual
fa_ir: دستی

source: Matrix Algorithms
fa_ir: الگوریتم های ماتریسی

source: Maximum Power
fa_ir: حداکثر توان

source: Mining Config
fa_ir: پیکربندی استخراج

source: Mining History
fa_ir: تاریخچه معدن

source: Mining Strategy
fa_ir: استراتژی معدن

source: Mining Type
fa_ir: نوع استخراج

source: NextPage
fa_ir: صفحه بعدی

source: Notification
fa_ir: اعلان

source: Notification and Alerts
fa_ir: اعلان و هشدار

source: Off
fa_ir: خاموش

source: Paste
fa_ir: چسباندن

source: Pin Code
fa_ir: پین کد

source: Please Enter Code
fa_ir: لطفاً کد را وارد کنید

source: Pool Configuration
fa_ir: پیکربندی استخر

source: Pool CPU Mining
fa_ir: استخراج CPU استخر

source: Pool Name
fa_ir: نام استخر

source: Power Management
fa_ir: مدیریت نیرو

source: Protective Systems
fa_ir: سیستم های حفاظتی

source: Proxy
fa_ir: پراکسی

source: QR Card Wallet
fa_ir: کیف پول کارت QR

source: QR Code
fa_ir: کد QR

source: QR Static Wallet
fa_ir: کیف پول استاتیک QR

source: Scan
fa_ir: اسکن

source: Settings
fa_ir: تنظیمات

source: Show
fa_ir: نمایش

source: Solo CPU Mining
fa_ir: کاوش CPU انفرادی

source: Spcore Algorithms
fa_ir: الگوریتم های Spcore

source: Spcore Block Detail
fa_ir: جزئیات بلوک Spcore

source: SpCore Message Box
fa_ir: جعبه پیام SpCore

source: SpCore Project
fa_ir: پروژه SpCore

source: SpCore Transaction
fa_ir: تراکنش SpCore

source: Stability Systems
fa_ir: سیستم های پایداری

source: Start Time
fa_ir: زمان شروع

source: Theme
fa_ir: موضوع

source: To
fa_ir: به

source: ToCards Transactions
fa_ir: معاملات ToCards

source: Total Minnig
fa_ir: مینیگ کل

source: ToWallet Transactions
fa_ir: معاملات ToWallet

source: Transaction
fa_ir: معامله

source: Transaction details
fa_ir: جزئیات تراکنش

source: Transaction Mode
fa_ir: حالت معامله

source: Usage CPU
fa_ir: استفاده از CPU

source: Vpn Connection
fa_ir: اتصال vpn

source: VPN DisConnection
fa_ir: قطع اتصال VPN

source: Wallet Address
fa_ir: آدرس کیف پول

source: Wallet Balance
fa_ir: موجودی کیف پول

source: Wallet QR Code
fa_ir: کد QR کیف پول

source: Wi-Fi Connection
fa_ir: اتصال Wi-Fi

source: Withdrawal To Card
fa_ir: برداشت به کارت

source: Withdrawal To Wallet
fa_ir: برداشت به کیف پول

source: You must first select a PIN for your device
fa_ir: ابتدا باید یک پین برای دستگاه خود انتخاب کنید

source: Zoom Control
fa_ir: کنترل بزرگنمایی
